Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/kronikk-universitetene-i-nord-i-front-med-unike-studietilbud.html.tmx
Source language: nob
Languages: smj

source: En samisk sykepleierutdanning og samiske lærerutdanninger gir de to nordligste universitetene en enda sterkere regional profil og relevans, skriver sametingsråd Mikkel Eskil Mikkelsen i denne kronikken.
smj: Kronihkka: Universitiehta nuorttan åvdemussan sierralágásj oahppofálaldagáj

source: De to nordligste universitetene har satt i gang eller er i gang med planlegging av samiske studier.
smj: Sáme skihppijsujttáråhpadus ja sáme åhpadiddjeåhpadusá vaddi da guovte nuorttalamos universitiehttaj ájn nannusap guovlolasj ja hiebalgis profijlav, sámedikkeráde Mikkel Eskil Mikkelsen dán kronihkan tjállá.

source: Nord Universitet er godt i gang med lulesamisk og sørsamisk grunnskolelærerutdanning, og en samisk arbeidsplassbasert barnehagelærerutdanning står på trappene.
smj: Da guokta nuorttalamos universitiehta li jåhtuj biedjam jali biedjamin sáme åhpadusájt.

source: Universitetet i Tromsø og Samisk Høgskole er i gang med planleggingen av en samisk sykepleierutdanning.
smj: Nuortta Universitiehtta l jåhtuj boahtám julevsáme ja oarjjelsáme vuodoskåvllååhpadiddjeåhpadusájn, ja sáme barggosadjevuododum mánájgárddeåhpadiddjeåhpadus la boahtemin.

source: Det er lange steg som nå blir tatt for å møte store og sentrale samiske samfunnsutfordringer.
smj: Romsa Universitiehtta ja Sáme Allaskåvllå li gárvedime sáme skihppijsujttáråhpadusáv.

source: Vi står midt i en alvorlig mangel på lærere med samisk språkkompetanse både til skolene og barnehagene.
smj: Mij lip dálla guhkás boahtám duostutjit stuorra ja guovdásj sáme sebrudakhásstalusájt.

source: Sametinget får daglig tilbakemeldinger fra barnehager og skoler som har utfordringer knyttet til rekruttering av samisk lærerkompetanse.
smj: Miján la duodaj åhpadiddjevádne sáme giellamáhtudagájn skåvlåjda ja aj mánájgárdijda.

source: Dette er akutte utfordringer vårt samfunn står i, men i et lengre perspektiv er løsningene på plass.
smj: Bæjválattjat Sámedigge diededuvvá mánájgárdijs ja skåvlåjs majn li hásstalusá tjanádum sáme åhpadiddjemáhtudagáv rekruttieritjit.

source: Derfor er det godt å se at Nord Universitet lykkes i sin satsing med både studiested i Bodø og Levanger for de samiske grunnskolelærerutdanningene.
smj: Dá li hæhkka hásstalusá mijá sebrudagán, valla guhkesájggásattjat li tjoavddusa sajenisá.

source: Her har fusjonen fra 2016 vært sentral for å kunne gjennomføre og starte et slikt studie, og det har ført til en positiv utvikling av Nord Universitets regionale forankring i sør- og lulesamisk område.
smj: Danen la buorre vuojnnet gå Nuortta Universitiehtta vuorodimijnis vuorbástuvvá oahppobájkij goappátjagá Bådådjon ja Levangerin sáme vuodoskåvllååhpadiddjeåhpadusájda.

source: Opprettelsen av en samisk sykepleierutdanning fra UiT og Samisk høgskole er like viktig.
smj: Danna l aktidibme 2016 læhkám guovdátjin dakkir åhpav tjadádittjat ja álgadittjat, ja buktám la positijva åvddånahttemav Nuortta Universitiehta guovllotjanástahkaj oarjjel- ja julevsáme guovlojda.

source: Legg merke til at det ikke er en sykepleierutdanning med litt samisk innhold, men en samisk sykepleierutdanning.
smj: Ásadit sáme skihppijsujttáråhpadusáv UiT ja Sáme allaskåvlå baktu la sæmmi ájnas.

source: Dette tilbudet er et bidrag til det store nasjonale behovet for sykepleiere, men har i tillegg en helsamisk dimensjon med rekrutteringsmuligheter fra samisk side av Sverige og Finland.
smj: Biedjit mujtojda, dát ij la skihppijsujttáråhpadus binná sáme sisanujn, valla sáme skihppijsujttáråhpadus.

source: Samtidig er den samiske sykepleierutdanningen en erkjennelse av prinsippet om at den samiske befolkningen har krav på likeverdige helsetjenester og svarer til behovene som den den samiske befolkningen har i møte med helsevesenet.
smj: Dát fálaldahka la viehkken mijá rijka stuorra dárbbuj skihppijsujttárijda, valla duodden la gájksáme dimensjåvnnå gå la máhttelis Svieriga ja Suoma sáme bielijs rekruttierit.

source: Dette er tre sentrale samiske utdanningsinstitusjoner som sammen møter store samisk samfunnsbehov.
smj: Sæmmi bále la sáme skihppijsujttáråhpadus duodastussan prinsihppaj jut sáme álmmugin la riektá gájbbedit avtaárvvusasj varresvuodadievnastusájt ja dat vásstet dajda dárbojda ma li sáme viesajdiddjijn varresvuodadåjmadagá gáktuj.

source: Utdanningsinstitusjonene utvikler nå sin profil og gjør seg relevant med egenartede studier, som vil generere særlig kompetanse på områder internasjonalt.
smj: Dá li gålmmå guovdásj sáme åhpadusinstitusjåvnå ma aktan stuorra sáme sebrudakdárbojt duosstu.

source: Sametinget ønsker å samarbeide med utdanningsinstitusjonene for å videreutvikle og jobbe fram flere samiske studier.
smj: Åhpadusinstitusjåvnå dálla ietjasa profijlajt åvddånahtti, ja ietjasa guoskavattja dahki sierralágásj åhpadusáj, ma rijkajgasskasattjat sjaddi åttjudit sierra máhtudagáv iesjgeŋga suorgen.

source: Vi vil være en pådriver for at etablerte strukturer, lovverk og forskrifter ikke skal stå som hinder for at samiske samfunnsbehov skal løses.
smj: Sámedigge sihtá aktan barggat åhpadusinstitusjåvnåj åvddånahtátjit ja åttjudittjat ienep sáme åhpadusájt.

source: Vi skal ta vår del av ansvaret med rekruttering til studiene med stipendordninger og aktiv rekruttering av elever i videregående skoler.
smj: Mij sihtap danen barggat vaj dálásj struktuvra, lága ja njuolgadustjállaga e galga hieredit sáme sebrudagá dárbojt tjoavddemav.

source: Som sametingsråd berømmer jeg et godt og solid arbeid fra institusjonenes side.
smj: Mij galggap iehtjama oasev åvdåsvásstádusás válldet, rekruttieritjit åhpadusájda stipænndaårnigij ja dåjmalattjat joarkkaskåvllåoahppijt rekruttierit.

source: Jeg ser med glede på det samarbeidet som etablerer seg mellom de tre institusjonene, og venter i spenning på de neste samiske utdanningene som vil komme på plass.
smj: Sámedikkeráden rámmpov buorre ja vuodulasj bargov institusjåvnåj bieles.

source: Samtidig vil også Sametinget følge opp initiativet fra utdanningsinstitusjonene med å foreslå fast samisk representasjon i styrene til universitetene.
smj: Mån ávvudaláv dat aktisasjbargos mij la boahtemin daj gålmå institusjåvnåj gaskan, ja ávos vuordáv dajt boahtte sáme åhpadusájt ma sadjihij båhtali.

source: Det befester universitetenes plassering regionalt og tydeliggjør universitetenes nedslagsfelt.
smj: Sæmmi bále sihtá Sámedigge álgadimev åhpadusinstitusjåvnåjs gåtsedit, oajvvadime stuoves sáme ájrastuhttemav universitiehtaj stivrajda.

source: Vi trenger slike institusjoner og vi trenger deres vilje for å møte samiske samfunnsbehov.
smj: Dat nanni universitiehtaj sajev guovlojn ja universitiehtaj doajmmaguovllo tjielgastuhttá.
